Repository: alikhani/Veckly-ios
Catalog: VecklyWidgets/Localizable.xcstrings
Source language: en
Languages: sv

# widget.day.today
source: Today
sv: I dag

# widget.dinner.description
source: See tonight's dinner and the next planned meals.
sv: Se kvällens middag och de nästa planerade måltiderna.

# widget.dinner.empty
source: Nothing planned yet
sv: Inget planerat än

# widget.dinner.name
source: This week's dinners
sv: Veckans middagar

# widget.dinner.title
source: Dinner
sv: Middag

# widget.shopping.description
source: See how many items remain without showing item names.
sv: Se hur många varor som återstår utan att visa varunamn.

# widget.shopping.name
source: Shopping list
sv: Inköpslista

# widget.shopping.one
source: item left
sv: vara kvar

# widget.shopping.other
source: items left
sv: varor kvar

# widget.shopping.title
source: Shopping
sv: Handla

# widget.update.body
source: Open Veckly to refresh.
sv: Öppna Veckly för att uppdatera.

# widget.update.title
source: Time to update
sv: Dags att uppdatera
